{
    "rules": [
        {
            "title": "",
            "content": [
                {
                    "title": "Obvilion.ru, в лице игрового проекта ObvilionNetwork (далее ПРОДАВЕЦ), публикует настоящий договор, являющийся публичным договором-офертой в адрес как физических, так и юридических лиц (далее ПОКУПАТЕЛЬ) о нижеследующем:",
                    "text": ""
                }
            ]
        },
        {
            "title": "Статья 1. Предмет договора-оферты.",
            "content": [
                {
                    "title": "1.1",
                    "text": "ПРОДАВЕЦ обязуется передать в собственность ПОКУПАТЕЛЮ, а ПОКУПАТЕЛЬ обязуется оплатить и принять заказанные в игровом проекте ObvilionNetwork товары и услуги (далее ТОВАР)."
                }
            ]
        },
        {
            "title": "Статья 2. Момент заключения договора.",
            "content": [
                {
                    "title": "2.1",
                    "text": "Текст данного Договора является публичной офертой (в соответствии со статьей 405 и частью 2 статьи 407 Гражданского кодекса РБ и 435 Гражданского кодекса РФ)."
                },
                {
                    "title": "2.2",
                    "text": "Факт оформления ЗАКАЗА ТОВАРА у ПРОДАВЦА как самостоятельно, так и через поддержку, является безоговорочным принятием данного Договора, и ПОКУПАТЕЛЬ рассматривается как лицо, вступившее с Obvilion.ru в договорные отношения."
                },
                {
                    "title": "2.3",
                    "text": "Оформление ЗАКАЗА ТОВАРА и расчета осуществляется путем заказа ПОКУПАТЕЛЕМ в игровом проекте ObvilionNetwork."
                }
            ]
        },
        {
            "title": "Статья 3. Цена УСЛУГИ.",
            "content": [
                {
                    "title": "3.1",
                    "text": "Цены в игровом проекте указаны в валюте страны покупателя за единицу УСЛУГИ."
                },
                {
                    "title": "3.2",
                    "text": "УСЛУГА в игровом проекте предоставляется на определённый промежуток времени или навсегда, в зависимости от выбранного ПОКУПАТЕЛЕМ срока действия УСЛУГИ."
                },
                {
                    "title": "3.3",
                    "text": "Общая сумма ЗАКАЗА, которая в некоторых случаях (по требованию систем оплаты) может включать комиссию в стоимость УСЛУГИ, указывается в разделе платежной системы в строке «Сумма»."
                }
            ]
        },
        {
            "title": "Статья 4. Оплата ТОВАРА.",
            "content": [
                {
                    "title": "4.1",
                    "text": "При безналичной форме оплаты обязанность ПОКУПАТЕЛЯ по уплате цены ТОВАРА считается исполненной с момента зачисления соответствующих денежных средств в размере 100% (ста процентов) предоплаты на расчетный счет ПРОДАВЦА."
                },
                {
                    "title": "4.2",
                    "text": "ТОВАР поставляется ПОКУПАТЕЛЮ по ценам, наименованию, в количестве, соответствующем счету, оплаченному ПОКУПАТЕЛЕМ."
                }
            ]
        },
        {
            "title": "Статья 5. Доставка ТОВАРА.",
            "content": [
                {
                    "title": "5.1",
                    "text": "Доставка ТОВАРА ПОКУПАТЕЛЮ осуществляется в автоматическом режиме, кроме товара который требует обработки модератором, о чем ПОКУПАТЕЛЮ будет сообщено в описание к товару."
                }
            ]
        },
        {
            "title": "Статья 6. Права и обязанности сторон.",
            "content": [
                {
                    "title": "6.1",
                    "text": "ПРОДАВЕЦ обязуется:",
                    "content": [
                        {
                            "title": "6.1.1",
                            "text": "Не разглашать любую частную информацию ПОКУПАТЕЛЯ и не предоставлять доступ к этой информации третьим лицам, за исключением случаев, предусмотренных Российским и Белорусским законодательством."
                        },
                        {
                            "title": "6.1.2",
                            "text": "Предоставить ПОКУПАТЕЛЮ возможность получения бесплатных консультаций по контактам, указанным на сайте игрового проекта (Obvilion.ru). Объем консультаций ограничивается конкретными вопросами, связанными с выполнениями ЗАКАЗА."
                        },
                        {
                            "title": "6.1.3",
                            "text": "ПРОДАВЕЦ оставляет за собой право изменять настоящий ДОГОВОР в одностороннем порядке до момента его заключения."
                        },
                        {
                            "title": "6.1.4",
                            "text": "ПРОДАВЕЦ может отказать в выдаче купленных внутриигровых предметов после ВАЙПА (Вайп - Очистка карт и данных игроков за определенный промежуток времени) серверов проекта, если они были куплены более чем за 10 дней до ВАЙПА."
                        }
                    ]
                },
                {
                    "title": "6.2",
                    "text": "ПОКУПАТЕЛЬ обязуется:",
                    "content": [
                        {
                            "title": "6.2.1",
                            "text": "До момента заключения ДОГОВОРА ознакомиться с договором-офертой, правилами, пользовательским соглашением, условиями оплаты и доставки на сайте игрового проекта (Obvilion.ru)."
                        },
                        {
                            "title": "6.2.2",
                            "text": "Предоставлять достоверную информацию о себе (ФИО, контактные данные, адрес электронной почты и т.д.)."
                        },
                        {
                            "title": "6.2.3",
                            "text": "Принять и оплатить УСЛУГУ в указанные в настоящем ДОГОВОРЕ сроки."
                        }
                    ]
                }
            ]
        },
        {
            "title": "Статья 7. Ответственность сторон и разрешение споров.",
            "content": [
                {
                    "title": "7.1",
                    "text": "Стороны несут ответственность за неисполнение или ненадлежащее исполнение настоящего ДОГОВОРА в порядке, предусмотренном настоящим ДОГОВОРОМ и действующим законодательством РБ."
                },
                {
                    "title": "7.2",
                    "text": "ПРОДАВЕЦ не несет ответственности, если ожидания ПОКУПАТЕЛЯ о потребительских свойствах УСЛУГИ оказались не оправданы."
                },
                {
                    "title": "7.3",
                    "text": "ПРОДАВЕЦ не несет ответственности за частичное или полное неисполнение обязательств по доставке УСЛУГИ, если они являются следствием форс-мажорных обстоятельств."
                },
                {
                    "title": "7.4",
                    "text": "ПОКУПАТЕЛЬ, оформляя ЗАКАЗ, несет ответственность за достоверность предоставляемой информации о себе, а также подтверждает, что с условиями настоящего ДОГОВОРА ознакомлен и согласен."
                },
                {
                    "title": "7.5",
                    "text": "Все споры и разногласия, возникающие при исполнении СТОРОНАМИ обязательств по настоящему Договору, решаются путем переговоров. В случае невозможности их устранения, СТОРОНЫ имеют право обратиться за судебной защитой своих интересов."
                }
            ]
        },
        {
            "title": "Статья 8. Форс-мажорные обстоятельства.",
            "content": [
                {
                    "title": "8.1",
                    "text": "Стороны освобождаются от ответственности за неисполнение или ненадлежащее исполнение обязательств по Договору на время действия непреодолимой силы. Под непреодолимой силой понимаются чрезвычайные и непреодолимые при данных условиях обстоятельства, препятствующие исполнению своих обязательств СТОРОНАМИ по настоящему Договору. К ним относятся стихийные явления (землетрясения, наводнения и т. п.), обстоятельства общественной жизни (военные действия, чрезвычайные положения, крупнейшие забастовки, эпидемии и т. п.), запретительные меры государственных органов (запрещение перевозок, валютные ограничения, международные санкции запрета на торговлю и т. п.). В течение этого времени СТОРОНЫ не имеют взаимных претензий, и каждая из СТОРОН принимает на себя свой риск последствия форс-мажорных обстоятельств."
                }
            ]
        },
        {
            "title": "Статья 9. Срок действия договора.",
            "content": [
                {
                    "title": "9.1",
                    "text": "Настоящий ДОГОВОР вступает в силу с момента обращения в Obvilion.ru и оформления ЗАКАЗА, и заканчивается при полном исполнении обязательств СТОРОНАМИ."
                }
            ]
        }
    ],

    "explanations": [
        {
            "title": "регион",
            "text": "приват"
        },
        {
            "title": "пермаментно",
            "text": "навсегда"
        }
    ]
}
