{
    "rules": [
        {
            "title": "1. Основные правила",
            "content": [
                {
                    "title": "1.1",
                    "text": "Любой пользователь, прошедший регистрацию на проекте, автоматически соглашается с сводом правил, представленных ниже, и обязуется соблюдать их."
                },
                {
                    "title": "1.2",
                    "text": "Незнание и неверное понимание правил не освобождает от ответственности."
                },
                {
                    "title": "1.3",
                    "text": "Администрация имеет право на изменение и добавление правил без предварительного уведомления игроков."
                },
                {
                    "title": "1.4",
                    "text": "Администрация имеет право вернуть утраченные вещи, но не обязана это делать."
                },
                {
                    "title": "1.5",
                    "text": "Администратор вправе изъять у пользователя любое имущество, если пользователь не сможет доказать его честное происхождение."
                },
                {
                    "title": "1.6",
                    "text": "Запрещено выдавать себя за администрацию сервера, делать подражающие ники."
                },
                {
                    "title": "1.7",
                    "text": "Запрещена регистрация и использования 3-ёх и более аккаунтов на человека.",
                    "content": [
                        {
                            "title": "1.7.1",
                            "text": "Запрещено использовать правило 1.7 для обхода бана на мультиаккаунтах."
                        },
                        {
                            "title": "1.7.2",
                            "text": "Администрация в праве потребовать подтверждения того, что Вы не нарушаете правило 1.7."
                        }
                    ]
                },
                {
                    "title": "1.8",
                    "text": "Ваш ник должен быть корректным.",
                    "content": [
                        {
                            "title": "1.8.1",
                            "text": "Ваш никнейм не должен содержать мата, оскорблений и т.п."
                        },
                        {
                            "title": "1.8.2",
                            "text": "Ваш никнейм не должен состоять полностью из цифр (не более 60%)."
                        },
                        {
                            "title": "1.8.3",
                            "text": "Ваш никнейм не должен содержать рекламу чего-угодно."
                        },
                        {
                            "title": "1.8.4",
                            "text": "Запрещено использовать баги системы проверки никнейма при регистрации."
                        }
                    ]
                },
                {
                    "title": "1.9",
                    "text": "Администрация не несет ответственности за того, кого вы добавили в ваш регион."
                },
                {
                    "title": "1.10",
                    "text": "За нарушение правил одним из участников региона могут быть наказаны все участники регионов в которых состоит нарушитель. Обычно за нарушение, которое принесло выгоду для всех участников региона."
                },
                {
                    "title": "1.11",
                    "text": "Донат услуги являются добровольными пожертвованиями."
                },
                {
                    "title": "1.12",
                    "text": "Любые средства, потраченные на донат, не могут быть возвращены владельцу."
                },
                {
                    "title": "1.13",
                    "text": "Можно произвести обмен привелегии в виртуальную донат-валюту, с потерей 15% стоимости и условием что привилегия не использовалась более 3-ёх суток с момента покупки."
                },
                {
                    "title": "1.14",
                    "text": "За нарушение правил ваш аккаунт может быть заблокирован навсегда без возможности возврата средств или переноса доната на другой аккаунт."
                },
                {
                    "title": "1.15",
                    "text": "Данный свод правил действует на все площадки проекта, будь то игровые сервера, форум, ВК, дискорд и пр."
                },
                {
                    "title": "1.16",
                    "text": "Личная причина владельца проекта. Прочее, не попадающее под общий свод правил. Обычно, особо тяжкое нарушение."
                }
            ]
        },
        {
            "title": "2. Правила общения",
            "content": [
                {
                    "title": "2.1",
                    "text": "Мат разрешён, но в умеренном количестве."
                },
                {
                    "title": "2.2",
                    "text": "Запрещены оскорбления, унижения, угрозы, провокации в чью-то сторону. В том числе и в сторону администрации проекта и сам проект."
                },
                {
                    "title": "2.3",
                    "text": "Имейте уважение к собеседникам. Мы не приветствуем токсичность, ненависть к людям и т.п."
                },
                {
                    "title": "2.4",
                    "text": "Запрещен розжиг межрасовой розни, пропаганда суицида, групп пропагандирующих суицид, групп с плохими намерениями, упоминание террористических организаций и прочее."
                },
                {
                    "title": "2.5",
                    "text": "Запрещена реклама сторонних проектов, каналов YouTube, др.",
                    "content": [
                        {
                            "title": "2.5.1",
                            "text": "Пользователи со статусом YouTube/Twitch имеют право писать в глобальном чате 1 раз в 30 минут о том, что у них вышло новое видео на канале. Но только 3 раза в день."
                        }
                    ]
                },
                {
                    "title": "2.6",
                    "text": "Запрещена реклама сторонних проектов, каналов YouTube, Discord серверов и др."
                },
                {
                    "title": "2.7",
                    "text": "Нежелательны схожие по смыслу или короткие сообщения, которые отправлены более 3-ёх раз за 5 минут, это может вызвать дискомфорт у игроков. Исключение: действует, если это не является диалогом"
                },
                {
                    "title": "2.8",
                    "text": "Запрещается флуд в любом проявлении. (Флуд – 3 и более однотипных сообщений за 5 минут), провокация на массовый флуд, например: напишите +, если..."
                },
                {
                    "title": "2.9",
                    "text": "Запрещены сообщения следущего вида:",
                    "content": [
                        {
                            "title": "-",
                            "text": "Cообщения, не несущие никакой информативной нагрузки (пример: лоиячлогрстлдфлов)"
                        },
                        {
                            "title": "-",
                            "text": "Которые содержат спам символами (4 и более символов подряд), например: Ааааааа или всеееем приииивеееет."
                        },
                        {
                            "title": "-",
                            "text": "Которые содержат только буквы верхнего регистра, например: ВСЕМ ПРИВЕТ"
                        },
                        {
                            "title": "-",
                            "text": "Которые содержат буквы хаотичного (верхнего, нижнего) регистра, например: ВсЕм ПриВет"
                        }
                    ]
                },
                {
                    "title": "2.10",
                    "text": "Запрещена частая реклама публичных мест (варпов, магазинов, пвп арен). Разрешено упоминание/реклама не чаще 1 раза в 5 минут."
                },
                {
                    "title": "2.11",
                    "text": "Запрещено размещение ссылок на сторонние ресурсы а также намеренное упоминание сторонних проектов. Исключения: ссылки на домены obvilion.ru а так же википедии майнкрафта и модов(не содержащие информацию о дюпах/багах дающих преимущество). Упоминание Skype/VK/Steam/Discord и т.п. не считается нарушением"
                },
                {
                    "title": "2.12",
                    "text": "Запрещено распространять информацию о сторонних программах, читах (в том числе к другим играм), дюпах (в том числе уже не рабочих или рабочих на сторонних проектах), багах (исключение: визуальные баги и баги которые не нарушают работу сервера/дают преимущество игроку). Если вы нашли дюп/баг, следует незамедлительно сообщить администрации по данной ссылке https://obvilion.ru/bugreport"
                },
                {
                    "title": "2.13",
                    "text": "Запрещено распространять информацию о заведомо ложных вайпах/изменениях на серверах. Нарушением также считаются сообщения в чате типа \"Умею дюпать\",\"Научу дюпать\",\"Скину читы\", \"Сейчас грифану\" и т.п. (Даже в шутку.)"
                },
                {
                    "title": "2.14",
                    "text": "Игрок не имеет право публично критиковать администрацию проекта, обсуждать действия администрации, оспаривать их, сравнивать с прошлой администрацией/модерацией. Если же вы имеете желобу на администратора, можете создать жалобу на форуме https://obvilion.ru/forum"
                },
                {
                    "title": "2.15",
                    "text": "Запрещено вводить администраторов и модераторов в заблуждение, давать ложные показания на других игроков (Даже в шутку), выдавать себя за администратора/модератора."
                }
            ]
        },
        {
            "title": "3. Правила поведения игроков на серверах",
            "content": [
                {
                    "title": "3.1",
                    "text": "Запрещена дестабилизация, нагрузка сервера или попытки обрушить сервер, путем специально вызванных лагов или подобного."
                },
                {
                    "title": "3.2",
                    "text": "Запрещено ставить точку дома/варпа:",
                    "content": [
                        {
                            "title": "-",
                            "text": "Если точка используются как способ нанести урон игроку."
                        },
                        {
                            "title": "-",
                            "text": "Если возле этой точки включен PvP-режим"
                        },
                        {
                            "title": "-",
                            "text": "Если точка находится в чужом привате"
                        },
                        {
                            "title": "-",
                            "text": "Если варп не имеет особого смысла (пустышка)"
                        }
                    ]
                },
                {
                    "title": "3.3",
                    "text": "Запрещено находиться долгое время на чужой территории против воли владельца (не распространяется на модерацию)."
                },
                {
                    "title": "3.4",
                    "text": "Запрещено гриферить. (Гриф - разрушение постройки игрока без его ведома)."
                },
                {
                    "title": "3.5",
                    "text": "Запрещено нарушение работы администрации в любом виде. Не исполнение законных требований администрации, намеренное закрывание обзора, в некоторых случаях игнор администрации, отвлечение бессмысленными сообщениями."
                },
                {
                    "title": "3.6",
                    "text": "Запрещено делать запрос на телепортацию к игроку с намерением убить его. Убийство игрока, который к вам телепортировался."
                },
                {
                    "title": "3.7",
                    "text": "Запрещено обманывать других игроков/администрацию с целью получения выгоды. (например, при обмене предметов)",
                    "content": [
                        {
                            "title": "3.7.1",
                            "text": "При обмене ресурсами между игроками, в котором одна из сторон не выполнила свою часть условий, получает наказание только при условии, что у противоположного участника обмена есть неоспоримые доказательства не до конца совершенной сделки между игроками."
                        },
                        {
                            "title": "3.7.2",
                            "text": "Запрещена подделка доказательств."
                        }
                    ]
                },
                {
                    "title": "3.8",
                    "text": "Запрещена любая продажа предметов/монет за реальные деньги/предметы из других игр."
                },
                {
                    "title": "3.9",
                    "text": "Запрещено использовать некорректные скины и плащи, содержащие непристойное содержание, а также нарушающие общепринятые правила и нормы."
                },
                {
                    "title": "3.10",
                    "text": "Запрещено использовать в названиях кланов, варпов, регионов:",
                    "content": [
                        {
                            "title": "-",
                            "text": "Оскорбительные выражения"
                        },
                        {
                            "title": "-",
                            "text": "Мат"
                        },
                        {
                            "title": "-",
                            "text": "Слова: admin, moder и т.п."
                        }
                    ]
                },
                {
                    "title": "3.11",
                    "text": "Запрещены раздачи ресурсов любого типа."
                },
                {
                    "title": "3.12",
                    "text": "Запрещено портить экономику сервера. Цены должны быть не ниже на 50% цен, установленных управляющим сервера."
                }
            ]
        },
        {
            "title": "4. Правила построек",
            "content": [
                {
                    "title": "4.1",
                    "text": "Запрещена постройка оскорбительных сооружений, создание табличек с оскорбительными надписями."
                },
                {
                    "title": "4.2",
                    "text": "Запрещена постройка свастик, кладбищ с именными табличками, запрещено строить флаги/прочую символику государств, которые стоят на всеобщем обозрении(флаги разрешено строить на своем основном участке/доме)."
                },
                {
                    "title": "4.3",
                    "text": "Запрещено возведение бессмысленных построек, например: коробки различных форм не имеющих смысла, столбов (постройка от 1х1x3 блоков) / надпись цифр '135'."
                },
                {
                    "title": "4.4",
                    "text": "Запрещена нагрузка сервера при помощи построек.",
                    "content": [
                        {
                            "title": "4.4.1",
                            "text": "Развод большого количества животных (более 100 на чанк)."
                        },
                        {
                            "title": "4.4.2",
                            "text": "АФК-механизмы (так же позволяющие находиться в режиме AFK более 30 минут)."
                        },
                        {
                            "title": "4.4.3",
                            "text": "Большие редстоун-схемы."
                        },
                        {
                            "title": "4.4.4",
                            "text": "Больше двух мультиферм в одном чанке."
                        },
                        {
                            "title": "4.4.5",
                            "text": "Запрещено иметь более 50 механизмов на чанк."
                        }
                    ]
                },
                {
                    "title": "4.5",
                    "text": "Запрещено портить карту любыми способами: сжигать леса, оставлять недорубы, ломать/ставить хаотично блоки, рыть бессмысленные ямы разной глубины в разных местах и т.д. (ямы должны иметь заприваченное ограждение; либо должны быть закрыты минимум 3 слоями блоков, соответствующих окружающей местности и рельефу)"
                }
            ]
        },
        {
            "title": "5. Правила и обязанности администратора",
            "content": [
                {
                    "title": "5.1",
                    "text": "Основная обязанность Администрации - контролировать игровой процесс и вовремя предотвращать различные инциденты, которые могут повлечь за собой нарушение всего свода правил сервера. Также в обязанности входит помощь игрокам в различных ситуациях."
                },
                {
                    "title": "5.2",
                    "text": "Aдминистрация обязана соблюдать цензуру и речевые нормы, быть общительным, грамотным, воспитанным и толерантным по отношению ко всем игрокам сервера. (администрация не обязана общаться на \"Вы\")"
                },
                {
                    "title": "5.3",
                    "text": "Администрация обязана указывать причину бана или сноску на соответствующий пункт данных правил, которые были нарушены.",
                    "content": [
                        {
                            "title": "5.3.1",
                            "text": "Администрация обязана всегда делать скриншоты нарушения игрока."
                        },
                        {
                            "title": "5.3.2",
                            "text": "Администрация должна в отчёте вместе с причиной нарушения указывать ссылку на скриншот нарушения."
                        },
                        {
                            "title": "5.3.3",
                            "text": "Администрация обязана уметь давать отчет своим действиям любому из главных в Администрации."
                        }
                    ]
                },
                {
                    "title": "5.4",
                    "text": "Администрация не имеет права обеспечивать игроков ресурсами."
                },
                {
                    "title": "5.5",
                    "text": "Администрации запрещено наносить ущерб/урон (только в честной дуэли) игроку."
                },
                {
                    "title": "5.6",
                    "text": "Член Администрации может быть снят с поста, если он отсутствовал по неуважительной причине более 2-ух недель или за продолжительный низкий Online."
                },
                {
                    "title": "5.7",
                    "text": "Член Администрации может быть снят с поста, если он использует роль для своей выгоды (дюп ресурсов, использование ресурсов из креатива)."
                },
                {
                    "title": "5.8",
                    "text": "Член Администрации обязывается вести себя подобающе как на игровом проекте, так и вне."
                },
                {
                    "title": "5.9",
                    "text": "Член Администрации может быть снят с должности без объяснения причины владельцем проекта."
                },
                {
                    "title": "5.10",
                    "text": "Главный Администратор может менять срок и вид выдаваемого наказания."
                }
            ]
        }
    ],

    "explanations": [
        {
            "title": "регион",
            "text": "приват"
        },
        {
            "title": "пермаментно",
            "text": "навсегда"
        }
    ]
}
